/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "1 Minute Alert Before Disconnection";

/* Title for the about page */
"About" = "About";

/* Title for the accounts tab */
"Accounts" = "Accounts";

/* stirng to describe advanced set of settings */
"Advanced" = "Advanced";

/* Agree to EULA */
"Agree" = "Agree";

/* the name for AIM */
"AOL Instant Messenger" = "AOL Instant Messenger";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-delete";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "Automatically send anonymous crash logs (opt-in)";

/* Label in buddylist for users that are available */
"Available" = "Available";

/* Label in buddylist for users that are away */
"Away" = "Away";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Background session will expire in one minute.";

/* string to describe basic set of settings */
"Basic" = "Basic";

/* Title for the buddy list tab */
"Buddy List" = "Buddy List";

/* Cancel an alert window */
"Cancel" = "Cancel";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancel Encrypted Chat";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chat with me securely";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure is brought to you by many open source projects";

/* let users know source is on Github */
"Check out the source here on Github" = "Check out the source here on Github";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Clear Chat History";

/* Whether or not account is logged in */
"Connected" = "Connected";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribute a translation";

/* Title for the conversations tab */
"Conversations" = "Conversations";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Delete Account?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Delete chats on disconnect";

/* Disagree with EULA */
"Disagree" = "Disagree";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Disconnected";

/* Label text for domain field on login scree */
"Domain" = "Domain";

/* Title for button to press when user is finished */
"Done" = "Done";

/* Title of error message popup box */
"Error!" = "Error!";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Failed to connect to XMPP server. Please check your login credentials and internet connection and try again.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Failed to start authenticating. Please try again.";

/* your fingerprint */
"Fingerprint for you" = "Fingerprint for you";

/* Size for the font in the chat screen */
"Font Size" = "Font Size";

/* the name for google talk */
"Google Talk" = "Google Talk";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname Mismatch";

/* Text describing possible security risks */
"If you require true security, meet in person. This software, its dependencies, or the underlying OTR protocol could contain security issues. The full source code is available on Github but has not yet been audited by an independent security expert. Use at your own risk." = "If you require true security, meet in person. This software, its dependencies, or the underlying OTR protocol could contain security issues. The full source code is available on Github but has not yet been audited by an independent security expert. Use at your own risk.";

/* Ignore an incoming message */
"Ignore" = "Ignore";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Initiate Encrypted Chat";

/* Message shown inline for users that are available */
"is now available" = "is now available";

/* Message shown inline for users that are away */
"is now away" = "is now away";

/* Message shown inline for users that are offline */
"is now offline" = "is now offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* log in to account */
"Log In" = "Log In";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "Log Out";

/* shown during the login proceess */
"Logging in..." = "Logging in...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Login to";

/* Ask user if they want to logout of AIM */
"Logout from AIM?" = "Logout from AIM?";

/* ask user if they want to log out of xmpp */
"Logout from XMPP?" = "Logout from XMPP?";

/* For a new settings value */
"New" = "New";

/* Title for New Account View */
"New Account" = "New Account";

/* Message infomring user that there are no accounts currently saved */
"No Saved Accounts" = "No Saved Accounts";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Not Available";

/* Label in buddylist for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Old";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Open in Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Optional";

/* Title for other miscellaneous settings group */
"Other" = "Other";

/* Label text for password field on login screen */
"Password" = "Password";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Permanently delete";

/* label for link to ChatSecure project website */
"Project Homepage" = "Project Homepage";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Purported fingerprint for";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Read";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recent";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Remember password";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Remember username";

/* Reply to an incoming message */
"Reply" = "Reply";

/* Title for button for saving a setting */
"Save" = "Save";

/* Title of alert box warning about security issues */
"Security Warning" = "Security Warning";

/* string for settings to allow self signed ssl stirng */
"Self Signed SSL" = "Self Signed SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "Self-Signed SSL";

/* For sending a message */
"Send" = "Send";

/* Title for crash reports settings switch */
"Send Crash Reports" = "Send Crash Reports";

/* Title for the Settings screen */
"Settings" = "Settings";

/* Title for sharing a link to the app */
"Share" = "Share";

/* Title for setting about showing a warning before disconnection */
"Signout Warning" = "Signout Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Size for font in chat view";

/* stirng for settings to allow ssl mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "The conversation with %@ is no longer secure.";

/* Warns user that the current chat is secure */
"This chat is secured" = "This chat is secured";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "This chat is secured and verified";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store.";

/* Label text for username field on login screen */
"Username" = "Username";

/* Shown when verifying fingerprints */
"Verify" = "Verify";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verify Fingerprint";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Version";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Warning: This chat is not encrypted";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Warning: Use with caution! This may reduce your security.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "When you leave this conversation it will be deleted forever.";

/* Message shown when user is disconnected */
"You have disconnected." = "You have disconnected.";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "You must be in a secure conversation first.";

/* error message shown when user doesnt fill in a username or password */
"You must enter a username and a password to login." = "You must enter a username and a password to login.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Your Facebook username is not the email address that you use to login to Facebook";

